return {
    'goolord/alpha-nvim',
    config = function ()
	local alpha = require("alpha")
	local dashb = require("alpha.themes.dashboard")

	dashb.section.header.val = {
[[▄▄▄    ▄▄▄             ▄▄▄▄  ▄▄▄▄              ]],
[[████▄  ███             ▀███  ███▀ ▀▀           ]],
[[███▀██▄███ ▄█▀█▄ ▄███▄  ███  ███  ██  ███▄███▄ ]],
[[███  ▀████ ██▄█▀ ██ ██  ███▄▄███  ██  ██ ██ ██ ]],
[[███    ███ ▀█▄▄▄ ▀███▀   ▀████▀   ██▄ ██ ██ ██ ]],
[[                                               ]],
	}

        alpha.setup(dashb.config)
    end
};
